{
  "transcript": "You know, I see this term all over social media, ozembic face. Oh, oh, oh, oh, ozembic face. What is that and why do people think that a GLP-1 changes somebody's face? All right, here we go. Let's talk about it. Ozembic face, what is it? Why does it happen? It's not the GLP-1 that's causing this. In fact, we've seen this in the very distant past when we didn't have GLP-1s and patients were losing a massive amount of weight in a short amount of time. Well, with the advent of GLP-1s and being approved for obesity, we're seeing massive amounts of weight loss using that medication in a very short amount of time. The problem is not only do you start to burn all of the fat in your face, but you also start to burn muscle when you're losing weight that fast. So the one solution to this problem is very simple. You need to have an excellent nutritionist on board who's working with you to make sure that as you're going through your weight loss process, whether it's without the medication or with the medication, that you're getting an adequate amount of protein to keep up with the fat burning and so that you don't lose muscle. So eat more protein.",
  "textSegments": [
    {
      "text": "You know, I see this term all over social media, ozembic face.",
      "startTime": 0,
      "endTime": 4.5,
      "keywords": []
    },
    {
      "text": "Oh, oh, oh, oh, ozembic face.",
      "startTime": 5,
      "endTime": 9.5,
      "keywords": []
    },
    {
      "text": "What is that and why do people think that a GLP-1 changes somebody's face? All right, here we go.",
      "startTime": 10,
      "endTime": 14.5,
      "keywords": []
    },
    {
      "text": "Let's talk about it.",
      "startTime": 15,
      "endTime": 19.5,
      "keywords": []
    },
    {
      "text": "Ozembic face, what is it? Why does it happen? It's not the GLP-1 that's causing this.",
      "startTime": 20,
      "endTime": 24.5,
      "keywords": []
    },
    {
      "text": "In fact, we've seen this in the very distant past when we didn't have GLP-1s and patients were losing a massive amount of weight in a short amount of time.",
      "startTime": 25,
      "endTime": 29.5,
      "keywords": []
    },
    {
      "text": "Well, with the advent of GLP-1s and being approved for obesity, we're seeing massive amounts of weight loss using that medication in a very short amount of time.",
      "startTime": 30,
      "endTime": 34.5,
      "keywords": [
        "weight loss"
      ]
    },
    {
      "text": "The problem is not only do you start to burn all of the fat in your face, but you also start to burn muscle when you're losing weight that fast.",
      "startTime": 35,
      "endTime": 39.5,
      "keywords": []
    },
    {
      "text": "So the one solution to this problem is very simple.",
      "startTime": 40,
      "endTime": 44.5,
      "keywords": []
    },
    {
      "text": "You need to have an excellent nutritionist on board who's working with you to make sure that as you're going through your weight loss process, whether it's without the medication or with the medication, that you're getting an adequate amount of protein to keep up with the fat burning and so that you don't lose muscle.",
      "startTime": 45,
      "endTime": 49.5,
      "keywords": [
        "nutrition",
        "weight loss"
      ]
    },
    {
      "text": "So eat more protein.",
      "startTime": 50,
      "endTime": 54.5,
      "keywords": []
    }
  ],
  "onScreenText": [
    "#ozempicweightloss",
    "#GLP1",
    "#sideeffects",
    "Consult your doctor"
  ],
  "keywords": [
    "nutrition",
    "weight loss"
  ]
}