{
  "transcript": "I hate to be the bearer of bad news, but I hope you guys realize that the more your favorite pop stars continue to take Ozempic The more their stage shows are all going to start to look like Katy Perry's. I realized this was going on Last year or maybe the year before when Miss Erika Jayne popped up Real skinny when these shots were getting popular you guys remember that if you don't let me remind you Yeah Yeah, I remember seeing those clips and there were worse ones I couldn't find the really bad ones, but I remember seeing the clips from her stage show and watching her movement and being like She doesn't have the muscle tone To perform she doesn't have the muscle tone to strut around in six-inch heels because that takes muscle it takes muscle to perform to walk around in heels and I'll be gosh-darned if Katy Perry's videos I wanted to call them rehearsal videos, but it's not it's the actual show I'll be gosh-darned if they don't look just like Erika Jayne's really bad stage show so either they had the same Choreographers which is possible or neither one of them had the muscle To perform the way we're used to them performing. Uh-oh ozempic So if you're saving your cash for those Meghan Trainor and Lizzo tickets for next time around Just be ready to be bored. That's all I'm gonna say They're these women are not going to be able to perform the way they used to they're not gonna have the energy the stamina the muscles the bones there that it's just This Katy Perry is what performances are gonna look like so get ready for your favorite Ozempic pop star to give you nothing",
  "textSegments": [
    {
      "text": "I hate to be the bearer of bad news, but I hope you guys realize that the more your favorite pop stars continue to take Ozempic The more their stage shows are all going to start to look like Katy Perry's.",
      "startTime": 0,
      "endTime": 4.5,
      "keywords": [
        "ozempic"
      ]
    },
    {
      "text": "I realized this was going on Last year or maybe the year before when Miss Erika Jayne popped up Real skinny when these shots were getting popular you guys remember that if you don't let me remind you Yeah Yeah, I remember seeing those clips and there were worse ones I couldn't find the really bad ones, but I remember seeing the clips from her stage show and watching her movement and being like She doesn't have the muscle tone To perform she doesn't have the muscle tone to strut around in six-inch heels because that takes muscle it takes muscle to perform to walk around in heels and I'll be gosh-darned if Katy Perry's videos I wanted to call them rehearsal videos, but it's not it's the actual show I'll be gosh-darned if they don't look just like Erika Jayne's really bad stage show so either they had the same Choreographers which is possible or neither one of them had the muscle To perform the way we're used to them performing.",
      "startTime": 5,
      "endTime": 9.5,
      "keywords": []
    },
    {
      "text": "Uh-oh ozempic So if you're saving your cash for those Meghan Trainor and Lizzo tickets for next time around Just be ready to be bored.",
      "startTime": 10,
      "endTime": 14.5,
      "keywords": [
        "ozempic"
      ]
    },
    {
      "text": "That's all I'm gonna say They're these women are not going to be able to perform the way they used to they're not gonna have the energy the stamina the muscles the bones there that it's just This Katy Perry is what performances are gonna look like so get ready for your favorite Ozempic pop star to give you nothing.",
      "startTime": 15,
      "endTime": 19.5,
      "keywords": [
        "ozempic"
      ]
    }
  ],
  "onScreenText": [
    "#weightloss",
    "#ozempic",
    "#supplementstotake",
    "My personal experience"
  ],
  "keywords": [
    "ozempic"
  ]
}