{
  "transcript": "Have you heard about ozempic liver? Results from a phase 3 clinical trial called the Essence Trial were published in the New England Journal of Medicine. It took people with a form of fatty liver disease called MASH, divided them into two groups. One group got semaglutide and one group got placebo and they were monitored for three years. At the end of the three years, 62 percent of people in the semaglutide group had complete resolution of their MASH compared to 34 percent of the placebo group. Also 36 percent of people in the semaglutide group had improvement in their fibrosis, which is scarring of the liver, compared to 22 percent of people in the placebo group. MASH stands for metabolic dysfunction associated steatohepatitis. This was previously known as NASH, non-alcoholic steatohepatitis, and a few years ago it was renamed to more closely reflect the origins of the disease. Fatty liver disease is pretty common. About 30 percent of Americans have some form of fatty liver disease where there's extra fat deposited in and around the liver. MASH is a more severe form of fatty liver disease. About five percent of people have this and it's associated not just with fatty deposits but also injury and inflammation to the liver cells. Fatty liver disease increases in parallel to other metabolic diseases including diabetes and obesity and it's projected by 2030 that MASH will be the number one cause of liver failure requiring liver transplant. The primary treatment of MASH and fatty liver is weight loss and so it makes sense that some maglutide could be helpful with that.",
  "textSegments": [
    {
      "text": "Have you heard about ozempic liver? Results from a phase 3 clinical trial called the Essence Trial were published in the New England Journal of Medicine.",
      "startTime": 0,
      "endTime": 4.5,
      "keywords": [
        "ozempic"
      ]
    },
    {
      "text": "It took people with a form of fatty liver disease called MASH, divided them into two groups.",
      "startTime": 5,
      "endTime": 9.5,
      "keywords": []
    },
    {
      "text": "One group got semaglutide and one group got placebo and they were monitored for three years.",
      "startTime": 10,
      "endTime": 14.5,
      "keywords": []
    },
    {
      "text": "At the end of the three years, 62 percent of people in the semaglutide group had complete resolution of their MASH compared to 34 percent of the placebo group.",
      "startTime": 15,
      "endTime": 19.5,
      "keywords": []
    },
    {
      "text": "Also 36 percent of people in the semaglutide group had improvement in their fibrosis, which is scarring of the liver, compared to 22 percent of people in the placebo group.",
      "startTime": 20,
      "endTime": 24.5,
      "keywords": []
    },
    {
      "text": "MASH stands for metabolic dysfunction associated steatohepatitis.",
      "startTime": 25,
      "endTime": 29.5,
      "keywords": []
    },
    {
      "text": "This was previously known as NASH, non-alcoholic steatohepatitis, and a few years ago it was renamed to more closely reflect the origins of the disease.",
      "startTime": 30,
      "endTime": 34.5,
      "keywords": []
    },
    {
      "text": "Fatty liver disease is pretty common.",
      "startTime": 35,
      "endTime": 39.5,
      "keywords": []
    },
    {
      "text": "About 30 percent of Americans have some form of fatty liver disease where there's extra fat deposited in and around the liver.",
      "startTime": 40,
      "endTime": 44.5,
      "keywords": []
    },
    {
      "text": "MASH is a more severe form of fatty liver disease.",
      "startTime": 45,
      "endTime": 49.5,
      "keywords": []
    },
    {
      "text": "About five percent of people have this and it's associated not just with fatty deposits but also injury and inflammation to the liver cells.",
      "startTime": 50,
      "endTime": 54.5,
      "keywords": []
    },
    {
      "text": "Fatty liver disease increases in parallel to other metabolic diseases including diabetes and obesity and it's projected by 2030 that MASH will be the number one cause of liver failure requiring liver transplant.",
      "startTime": 55,
      "endTime": 59.5,
      "keywords": []
    },
    {
      "text": "The primary treatment of MASH and fatty liver is weight loss and so it makes sense that some maglutide could be helpful with that.",
      "startTime": 60,
      "endTime": 64.5,
      "keywords": [
        "weight loss"
      ]
    }
  ],
  "onScreenText": [
    "#ozempic",
    "#weightloss",
    "#sideeffects",
    "Not medical advice"
  ],
  "keywords": [
    "ozempic",
    "weight loss"
  ]
}